tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'jimbojsb/launchrocket'
brew 'ack'
brew 'libyaml'
brew 'pkg-config'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'ansible'
brew 'asciinema'
brew 'autoconf'
brew 'autojump'
brew 'xz'
brew 'automake'
brew 'bison'
brew 'boost'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'docker'
brew 'boot2docker'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'gmp'
brew 'isl'
brew 'ipcalc'
brew 'cloog'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'cscope'
brew 'dnsmasq'
brew 'docker-machine'
brew 'docker-compose'
brew 'ecj'
brew 'elasticsearch'
brew 'fswatch'
brew 'gawk'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'mysql'
brew 'qt'
brew 'sip'
brew 'pyqt'
brew 'git-cola'
brew 'git-extras'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'graphviz'
brew 'groovy'
brew 'readline'
brew 'ruby'
brew 'heroku-toolbelt'
brew 'lua'
brew 'highlight'
brew 'libtool', args: ['universal']
brew 'htop-osx'
brew 'hub'
brew 'hydra'
brew 'little-cms2', args: ['universal']
brew 'imagemagick'
brew 'jasper', args: ['universal']
brew 'jmeter'
brew 'oniguruma'
brew 'jq'
brew 'kdiff3'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libksba'
brew 'libnet'
brew 'libssh2'
brew 'links'
brew 'luajit'
brew 'sqlite'
brew 'python'
brew 'macvim', args: ['with-lua', 'HEAD']
brew 'mad'
brew 'maven'
brew 'mercurial'
brew 's-lang'
brew 'midnight-commander'
brew 'mongodb'
brew 'mtr'
brew 'ngrok'
brew 'ossp-uuid'
brew 'p7zip'
brew 'pandoc'
brew 'phantomjs'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'redis'
brew 'sane-backends', args: ['universal']
brew 'sox'
brew 'ssh-copy-id'
brew 'sysdig'
brew 'tcptrace'
brew 'tcptraceroute'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'weechat', args: ['with-lua', 'with-perl', 'with-python', 'with-ruby']
brew 'wget'
brew 'wine'
brew 'wrk'
brew 'xmlstarlet'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/science/r'
brew 'homebrew/versions/ansible14'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/ppl011'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc46'
brew 'homebrew/versions/gcc48'
brew 'homebrew/versions/openssl098'
cask 'betterzipql'
cask 'colloquy'
cask 'flux'
cask 'font-inconsolata'
cask 'font-source-code-pro'
cask 'google-refine'
cask 'hipchat'
cask 'imageoptim'
cask 'iterm2'
cask 'launchrocket'
cask 'mactracker'
cask 'macvim'
cask 'mongohub'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'robomongo'
cask 'skype'
cask 'sublime-text'
cask 'textmate'
cask 'trailer'
cask 'vlc'
