
tap 'caskroom/cask'

# Core Homebrew
brew 'ack'
brew 'adns'
brew 'ansible'
brew 'aom'
brew 'autoconf'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'bdw-gc'
brew 'boost'
brew 'cabextract'
brew 'cairo'
brew 'ccat'
brew 'ceres-solver'
brew 'cmake'
brew 'colordiff'
brew 'consul'
brew 'coreutils'
brew 'dav1d'
brew 'dep'
brew 'dnsmasq'
brew 'eigen'
brew 'exercism'
brew 'ffmpeg'
brew 'flac'
brew 'fn'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'gawk'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'gflags'
brew 'gh'
brew 'giflib'
brew 'git'
brew 'git-extras'
brew 'git-secrets'
brew 'glib'
brew 'glog'
brew 'gmp'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnupg@1.4'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'goji'
brew 'gopass'
brew 'goreleaser'
brew 'gox'
brew 'graphite2'
brew 'graphviz'
brew 'gts'
brew 'guile'
brew 'harfbuzz'
brew 'hdf5'
brew 'helm'
brew 'heroku'
brew 'heroku-node'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'hugo'
brew 'icu4c'
brew 'ilmbase'
brew 'imlib2'
brew 'ipcalc'
brew 'isl'
brew 'jasper'
brew 'jpeg'
brew 'jq'
brew 'jsonnet'
brew 'jx'
brew 'kompose'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'lame'
brew 'ldns'
brew 'leptonica'
brew 'libass'
brew 'libassuan'
brew 'libbluray'
brew 'libcaca'
brew 'libcbor'
brew 'libevent'
brew 'libffi'
brew 'libfido2'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libmpc'
brew 'libogg'
brew 'libpng'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsoxr'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libvidstab'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'llvm'
brew 'lua'
brew 'luarocks'
brew 'lzo'
brew 'mas'
brew 'maven'
brew 'md5sha1sum'
brew 'metis'
brew 'midnight-commander'
brew 'mongodb@3.4'
brew 'mosh'
brew 'mpfr'
brew 'mplayer'
brew 'ncurses'
brew 'netcdf'
brew 'netpbm'
brew 'nettle'
brew 'node'
brew 'npth'
brew 'numpy'
brew 'ob3-service-onboarding'
brew 'ocproxy'
brew 'oniguruma'
brew 'openblas'
brew 'openconnect'
brew 'opencore-amr'
brew 'opencv'
brew 'openexr'
brew 'openjdk'
brew 'openjpeg'
brew 'opensc'
brew 'openssl@1.1'
brew 'operator-sdk'
brew 'opus'
brew 'p11-kit'
brew 'packer'
brew 'pandoc'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pipenv'
brew 'pixman'
brew 'pkg-config'
brew 'protobuf'
brew 'pulumi'
brew 'pyqt'
brew 'python@2'
brew 'python@3.8'
brew 'qt'
brew 'r'
brew 'rav1e'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'richgo'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'ruby-build'
brew 's-lang'
brew 'sdl2'
brew 'siege'
brew 'sip'
brew 'snappy'
brew 'speex'
brew 'sqlite'
brew 'srt'
brew 'sshfs'
brew 'stoken'
brew 'suite-sparse'
brew 'swig'
brew 'szip'
brew 'tbb'
brew 'telnet'
brew 'terminal-notifier'
brew 'terraform'
brew 'tesseract'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'theora'
brew 'tig'
brew 'tinygo'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unbound'
brew 'utf8proc'
brew 'v8@3.15'
brew 'vault'
brew 'vcprompt'
brew 'vim'
brew 'vpnconnect'
brew 'vtk'
brew 'webp'
brew 'wercker-cli'
brew 'wget'
brew 'x264'
brew 'x265'
brew 'xvid'
brew 'xz'
brew 'z'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

# Cask Apps
cask 'adoptopenjdk8'
cask 'aerial'
cask 'iterm2'
cask 'osxfuse'
cask 'visual-studio-code'
cask 'xquartz'

