tap "abtris/tap", "git@github.com:abtris/homebrew-tap.git"
tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "cantino/mcfly"
tap "ctrlspice/otel-desktop-viewer"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "dagger/tap"
tap "danielfoehrkn/switch"
tap "datawire/blackbird"
tap "dopplerhq/cli"
tap "encoredev/tap"
tap "equinix-labs/otel-cli"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "k8sgpt-ai/k8sgpt"
tap "kylef/formulae"
tap "mingrammer/flog"
tap "reviewdog/tap"
tap "warrensbox/tap"
tap "withgraphite/tap"
brew "asciinema"
brew "atuin"
brew "aws-iam-authenticator"
brew "awscli"
brew "libgit2"
brew "bat"
brew "caddy"
brew "comby"
brew "deno"
brew "dog"
brew "exa"
brew "exercism"
brew "fzf"
brew "gab"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "git-town"
brew "gitui"
brew "gitup"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "gum"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "k6"
brew "kotlin"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "lazygit"
brew "lefthook"
brew "leiningen"
brew "python@3.9"
brew "mage"
brew "sdl2"
brew "mame"
brew "midnight-commander"
brew "miller"
brew "mkcert"
brew "neovim"
brew "nvm"
brew "ocproxy"
brew "opa"
brew "openapi-generator"
brew "openconnect"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "podman"
brew "postgresql@12", restart_service: true
brew "rbenv"
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "tctl", link: false
brew "teleport"
brew "terraform"
brew "terragrunt"
brew "testkube"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vcprompt"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "zsh-autosuggestions"
brew "bufbuild/buf/buf"
brew "cantino/mcfly/mcfly"
brew "ctrlspice/otel-desktop-viewer/otel-desktop-viewer"
brew "cue-lang/tap/cue"
brew "dagger/tap/dagger"
brew "danielfoehrkn/switch/switch"
brew "dopplerhq/cli/doppler"
brew "equinix-labs/otel-cli/otel-cli"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/waypoint"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "reviewdog/tap/reviewdog"
brew "warrensbox/tap/tfswitch"
brew "withgraphite/tap/graphite"
cask "audacity"
cask "aws-vault"
cask "basictex"
cask "blackhole-16ch"
cask "bruno"
cask "flameshot"
cask "flutter"
cask "font-3270-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "godot"
cask "kitty"
cask "macfuse"
cask "openra"
cask "quarto"
cask "wezterm"
cask "zettlr"
vscode "42Crunch.vscode-openapi"
vscode "ahebrank.yaml2json"
vscode "allentong.dotjs"
vscode "andischerer.theme-atom-one-dark"
vscode "axetroy.vscode-auto-schema"
vscode "bierner.docs-view"
vscode "bierner.markdown-mermaid"
vscode "bodil.file-browser"
vscode "castwide.solargraph"
vscode "Catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.ssh"
vscode "dagra.jsonschemautils"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "EFanZh.graphviz-preview"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "exiasr.hadolint"
vscode "fredwangwang.vscode-hcl-format"
vscode "fwcd.kotlin"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jallen7usa.vscode-cue-fmt"
vscode "jasonnutter.search-node-modules"
vscode "jeff-hykin.polacode-2019"
vscode "leizongmin.node-module-intellisense"
vscode "lextudio.restructuredtext"
vscode "massivedanger.fountain"
vscode "mathiasfrohlich.Kotlin"
vscode "mbessey.vscode-rufo"
vscode "mindaro-dev.file-downloader"
vscode "miramac.vscode-exec-node"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "nickgo.cuelang"
vscode "octref.vetur"
vscode "quarto.quarto"
vscode "rafaelmaiolla.remote-vscode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sabieber.HOCON"
vscode "semanticdiff.semanticdiff"
vscode "shanoor.vscode-nginx"
vscode "Shopify.ruby-lsp"
vscode "StevenChen.vscode-adr-manager"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-czech"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "temporal-technologies.temporalio"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "TomRijndorp.find-it-faster"
vscode "trond-snekvik.simple-rst"
vscode "tsandall.opa"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vncz.vscode-apielements"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zxh404.vscode-proto3"
vscode "zzzz.hocon-colorizer"
