tap "abtris/tap", trusted: true
tap "adoptopenjdk/openjdk", trusted: true
tap "angristan/tap"
tap "azure/kubelogin", "https://github.com/Azure/homebrew-kubelogin", trusted: true
tap "bufbuild/buf", trusted: true
tap "buo/cask-upgrade", trusted: true
tap "ctrlspice/otel-desktop-viewer", trusted: true
tap "cuelang/tap", trusted: true
tap "dagger/tap", trusted: true
tap "danielfoehrkn/switch", trusted: true
tap "datawire/blackbird", trusted: true
tap "dgunzy/tap", trusted: true
tap "dopplerhq/doppler", "https://github.com/DopplerHQ/homebrew-doppler.git", trusted: true
tap "encoredev/tap", trusted: true
tap "equinix-labs/otel-cli", trusted: true
tap "fluxcd/tap", trusted: true
tap "goreleaser/tap", trusted: true
tap "grafana/grafana", trusted: true
tap "hashicorp/tap", trusted: true
tap "jorgerojas26/lazysql", trusted: true
tap "k1low/tap", "https://github.com/k1LoW/homebrew-tap", trusted: true
tap "kylef/formulae", trusted: true
tap "loft-sh/tap", trusted: true
tap "lprskavec/local"
tap "manaflow-ai/cmux", trusted: true
tap "mingrammer/flog", trusted: true
tap "oven-sh/bun", trusted: true
tap "planetf1/tap", trusted: true
tap "purestorage/brew", "https://product-security-iam-git-server-main.dxsec-prd.purestorage.com/brew.git", trusted: true
tap "reviewdog/tap", trusted: true
tap "robusta-dev/krr", trusted: true
tap "temporalio/brew", trusted: true
tap "warrensbox/tap", trusted: true
tap "withgraphite/tap", trusted: true
brew "act"
brew "actionlint"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "asciinema"
brew "atuin"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "gettext"
brew "bash"
brew "libgit2"
brew "bat"
brew "caddy"
brew "cdebug"
brew "certbot"
brew "code-server"
brew "colordiff"
brew "comby"
brew "conftest"
brew "coreutils"
brew "cosign"
brew "cue"
brew "deno"
brew "difftastic"
brew "dog"
brew "doppler"
brew "duckdb"
brew "exercism"
brew "sdl2-compat"
brew "findutils"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "git-town"
brew "gitui"
brew "gitup"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "googleworkspace-cli"
brew "goreleaser", link: false
brew "graphviz"
brew "groff"
brew "grpcurl"
brew "grype"
brew "gum"
brew "hcl2json"
brew "helix"
brew "herdr"
brew "hey"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jfrog-cli"
brew "jira-cli"
brew "jnv"
brew "jq"
brew "k6"
brew "k8sgpt"
brew "k9s"
brew "kind"
brew "openjdk"
brew "kotlin"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "krew"
brew "kubeconform"
brew "kustomize"
brew "lazygit"
brew "lazysql"
brew "lefthook"
brew "leiningen"
brew "libpq"
brew "lnav"
brew "logdy"
brew "lsd"
brew "mage"
brew "make"
brew "mame"
brew "markdownlint-cli2"
brew "maven"
brew "mcfly"
brew "mermaid-cli"
brew "midnight-commander"
brew "miller"
brew "mintoolkit"
brew "mise"
brew "mkcert"
brew "mole"
brew "neovim"
brew "nvm"
brew "oath-toolkit"
brew "ocproxy"
brew "ollama", restart_service: :changed
brew "opa"
brew "openapi-generator"
brew "openconnect"
brew "openshift-cli"
brew "opentofu"
brew "oras"
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "pi-coding-agent"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "postgresql@16"
brew "pylint"
brew "python@3.9"
brew "qrencode"
brew "rbenv"
brew "ripgrep"
brew "runme"
brew "rust"
brew "sem-cli"
brew "smartmontools"
brew "sqlc"
brew "starship"
brew "tctl", link: false
brew "temporal"
brew "terraform-docs"
brew "terragrunt"
brew "terramate"
brew "testkube"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trippy"
brew "uv"
brew "vcprompt"
brew "vhs"
brew "watch"
brew "wget"
brew "whisperkit-cli"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zig"
brew "zizmor"
brew "zoxide"
brew "zsh-autosuggestions"
brew "abtris/tap/worktree-util"
brew "angristan/tap/fast-resume", trusted: true
brew "azure/kubelogin/kubelogin"
brew "bufbuild/buf/buf"
brew "dagger/tap/dagger"
brew "danielfoehrkn/switch/switch"
brew "dgunzy/tap/flux9s"
brew "equinix-labs/otel-cli/otel-cli"
brew "fluxcd/tap/flux"
brew "grafana/grafana/alloy"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
brew "hashicorp/tap/waypoint"
brew "k1low/tap/tbls"
brew "loft-sh/tap/vcluster"
brew "mingrammer/flog/flog"
brew "oven-sh/bun/bun"
brew "planetf1/tap/otelite"
brew "purestorage/brew/purelogin"
brew "reviewdog/tap/reviewdog"
brew "temporalio/brew/tcld"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "audacity"
cask "aws-vault-binary"
cask "basictex"
cask "bettershot"
cask "bruno"
cask "claude-code"
cask "docker-desktop"
cask "firefox"
cask "flutter"
cask "font-3270-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gitx"
cask "goreleaser/tap/goreleaser"
cask "iina"
cask "keepingyouawake"
cask "launchbar"
cask "lprskavec/local/logseq", trusted: true
cask "macfuse"
cask "obs"
cask "podman-desktop"
cask "qlmarkdown"
cask "quarto"
cask "sketchup"
cask "warrensbox/tap/tfswitch"
cask "visual-studio-code"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "adamhartford.vscode-base64"
vscode "ahebrank.yaml2json"
vscode "allentong.dotjs"
vscode "andischerer.theme-atom-one-dark"
vscode "anthropic.claude-code"
vscode "anweber.vscode-httpyac"
vscode "axetroy.vscode-auto-schema"
vscode "bierner.docs-view"
vscode "bierner.markdown-mermaid"
vscode "bodil.file-browser"
vscode "bradymholt.pgformatter"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.ssh"
vscode "ciarant.vscode-structurizr"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dagra.jsonschemautils"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "efanzh.graphviz-preview"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "exiasr.hadolint"
vscode "fredwangwang.vscode-hcl-format"
vscode "fwcd.kotlin"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "huntertran.auto-markdown-toc"
vscode "jallen7usa.vscode-cue-fmt"
vscode "jasonnutter.search-node-modules"
vscode "jeff-hykin.polacode-2019"
vscode "joselitofilho.ginkgotestexplorer"
vscode "leizongmin.node-module-intellisense"
vscode "lextudio.restructuredtext"
vscode "marp-team.marp-vscode"
vscode "massivedanger.fountain"
vscode "mathiasfrohlich.kotlin"
vscode "mbessey.vscode-rufo"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mindaro-dev.file-downloader"
vscode "mineiros.terramate"
vscode "miramac.vscode-exec-node"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "nickgo.cuelang"
vscode "octref.vetur"
vscode "onsi.vscode-ginkgo"
vscode "philstainer.git-worktree"
vscode "pomdtr.excalidraw-editor"
vscode "quarto.quarto"
vscode "quicktype.quicktype"
vscode "rafaelmaiolla.remote-vscode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sabieber.hocon"
vscode "semanticdiff.semanticdiff"
vscode "shanoor.vscode-nginx"
vscode "shopify.ruby-lsp"
vscode "stateful.runme"
vscode "stevenchen.vscode-adr-manager"
vscode "stoplight.spectral"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-czech"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "systemticks.c4-dsl-extension"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "temporal-technologies.temporalio"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomrijndorp.find-it-faster"
vscode "trond-snekvik.simple-rst"
vscode "tsandall.opa"
vscode "vncz.vscode-apielements"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vthiery.prettify-selected-json"
vscode "vue.volar"
vscode "weaveworks.vscode-gitops-tools"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zzzz.hocon-colorizer"
go "k8s.io/code-generator/cmd/deepcopy-gen"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/divan/expvarmon"
go "github.com/daixiang0/gci"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/ikari-pl/go-temporalio-analyzer"
go "github.com/kevincobain2000/gobrew/cmd/gobrew"
go "github.com/loov/goda"
go "github.com/danicat/godoctor/cmd/godoctor"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/rakyll/hey"
go "github.com/josharian/impl"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "go.uber.org/mock/mockgen"
go "github.com/oapi-codegen/oapi-codegen/v2/cmd/oapi-codegen"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "krypton-msrp-cli"
uv "skillspector", source: "git+https://github.com/NVIDIA/skillspector.git"
krew "gadget"
krew "sniff"
npm "@augmentcode/auggie"
npm "@laboratoria/mdlint"
npm "@openai/codex"
npm "@openapitools/openapi-generator-cli"
npm "@redocly/cli"
npm "@stoplight/spectral-cli"
npm "ccusage"
npm "htmlhint"
npm "httpyac"
npm "js-yaml"
npm "jshint"
npm "jsonlint"
npm "markdownlint-cli2"
npm "netlify-cli"
npm "renovate"
npm "tslint"
